{
  "appSettings": "App Settings",
  "language": "Language",
  "homePageTitle": "Home Page Title",
  "homePage": "Home",
  "pageTitle": "Page Title",
  "gotoStudio": "Go to Studio",
  "blogPosts": "Blog Posts",
  "welcome": "Welcome",
  "theme": "Theme",
  "dark": "Dark",
  "light": "Light",
  "system": "System",
  "moreBlogs": "More Blogs",
  "submitComment": "Submit",
  "signOut": "Sign out",
  "signIn": "Sign in",
  "comments": "Comments",
  "aboutMe": "About",
  "tableOfContents": "Table of Content",
  "experiences": "Experiences",
  "softwareDev": "Software Developer",
  "footerHeading": "News in Software & Updates & Guides",
  "footerDescription": "Subscribe to my blog to learn about new technology and updates. Stay up to date with latest news.",
  "enterYourEmail": "your e-mail",
  "submit": "Submit",
  "thoughtsAboutPost": "What are your thoughts about this post?",
  "signInToShareThoughts": "Please sign in to share your thoughts",
  "incorrectURL": "You have navigated to an incorrect url.",
  "resume": "Resume",
  "goBack": "Go Back",
  "noComments": "No comments to show. Be the first one to comment.",
  "errorOccured": "Looks like some things are not correct.",
  "experiences.paramtech.responsibility0": "Developed the 'Kredim ile Ode' application in collaboration with Akbank, enabling users to make payments using my company's own product, Kredim, through Akbank platforms.",
  "experiences.paramtech.responsibility1": "BNPL, KYC, Posrapor, Netekstre: Played a pivotal role in identifying and addressing customer needs within our flagship apps, including Kredim, Param, and Finrota.",
  "experiences.paramtech.responsibility2": "Back-Office: Played an active role in the development of the company's back-office project.",
  "experiences.paramtech.responsibility3": "Typescript Refactor of 'Payment Module' in Finrota App: Played a key role in transforming the legacy code of payment module which was initially written in JavaScript into TypeScript.",
  "experiences.paramtech.responsibility4": "E-Fatura: Spearheaded the development of an e-billing application using React.js and Redux. This app empowered company accountants to efficiently manage, track, and report bills.",
  "experiences.paramtech.responsibility5": "Case Api: Developed a full stack Next.js App which provides both an cross-origin-api and ui to test the api endpoints for the frontend case we send to applicants at our company. The application contains Next.js APIs that can work across origins, allowing candidates to test and consume the APIs in their case projects through a frontend interface similar to Swagger.",
  "experiences.paramtech.responsibility6": "Website Development with various CMS Platforms: Integrated various CMS systems (ContentfulCMS, Strapi CMS) into company's and also it's sub-companies' landing pages while also developing them using Next.js 13++. Took the lead in crafting our company's brand-new website using Next.js in conjunction with Contentful CMS.",
  "experiences.paramtech.responsibility7": "Mobile Responsiveness Transformation: Successfully transformed one of our banking web applications into a fully mobile-responsive platform.",
  "experiences.paramtech.responsibility8": "Designed and developed various company websites using Next.js and Typescript, ensuring a modern and efficient web presence. Examples include",
  "experiences.paramtech.responsibility9": "Gatsby.js Blog & Landing Page: Created an engaging blog and captivating landing page using Gatsby.js and Netlify CMS.",
  "metaData": {
    "pageTitle": "Ahmet Ulutaş's Blog Page",
    "pageDescription": "This is Ahmet Ulutaş Blog for frontend development.",
    "applicationName": "Frontend Developer Blog",
    "category": "frontend development | software | blog",
    "twitterImageAlt": "Twitter Image Alt",
    "ogImageAlt": "OG Image Alt"
  }
}